{"pageProps":{"post":{"title":"Day 1","date":"2022-03-29","slug":"day1","content":"<h2>Leaving Naples</h2>\n<p>After our 16h train ride, the start day was finally here. It was time to leave\ndirty Naples behind and climb the Vesuvio Volcano. Naples traffic however is horrible\nand didn't really make leaving enjoyable. Honking cars, scooters, endless streets with\nnasty cobblestones. But soon we left the chaotic city life behind and moved towards more\nrurals areas. It was time for the first Pizza stop. 10€ for 2 Pizzas, a giant bottle of\nCoke and Water - we are ready for Italy and ready to tackle the climb to Vesuvio.</p>\n<p><img src=\"/espresso-divide/assets/blog/images/day1-trash.jpeg\" alt=\"A pile of trash on the side of the road\"></p>\n<h2>Climbing Vesuvio and crossing the Valle de'll Inferno</h2>\n<p>We approach the Vesuvio from the west and start on a tarmac, but soon the gravel on\nthe distinct volcanic ash starts. Once the steep part is over, we enter the Valle de'll\nInferno and cross it.</p>\n<p><img src=\"/espresso-divide/assets/blog/images/day1-vesuvio.jpeg\" alt=\"Singletrack up the western side of Vesuvio\"></p>\n<p><img src=\"/espresso-divide/assets/blog/images/day1-valle-inferno.jpeg\" alt=\"Rockhopper in the Valle de&#x27;ll Inferno\"></p>\n<p>Afterwards, we tried to get to the touristic point where one can peek inside the\nvolcanic crater, but some random guard said it costs 16.89€ and we were not ready\nto pay that. The descent back to the flats was amazing and we had a beer halfway down.</p>\n<h2>Searching for a camp spot</h2>\n<p>The day before we have picked a camping zone that we wanted to consider, but we found a\nnice spot before we reached the planned destination. With a beautiful view over\nOtaviano and Naples we cooked our first meal and got our first outdoor night.</p>\n<p><img src=\"/espresso-divide/assets/blog/images/day1-camp.jpeg\" alt=\"Pitched tent with a view on the lit city\"></p>\n","track":"/assets/blog/track-recordings/Espresso_Divide_Tag_1.gpx"}},"__N_SSG":true}